tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "puppetlabs/puppet"
tap "textualize/rich"
tap "zero-sh/tap"
brew "gdbm"
brew "libyaml"
brew "xz"
brew "ansible"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "webp"
brew "autoconf"
brew "autojump"
brew "azure-cli"
brew "cmake"
brew "coreutils"
brew "gettext"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "gnu-tar"
brew "dpkg"
brew "freetype"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "pcre2"
brew "git"
brew "git-filter-repo"
brew "pcre"
brew "python@3.9"
brew "glib"
brew "libtool"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "ncurses"
brew "htop"
brew "icu4c"
brew "ilmbase"
brew "irssi"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "krb5"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "python@3.8"
brew "libomp"
brew "ruby"
brew "libstfl"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "msgpack"
brew "neovim"
brew "newsboat"
brew "nghttp2"
brew "node"
brew "osx-cpu-temp"
brew "pandoc"
brew "pgbadger"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rpm"
brew "screenresolution"
brew "starship"
brew "thefuck"
brew "vim"
brew "weechat"
brew "wget"
brew "yarn"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "textualize/rich/rich"
brew "zero-sh/tap/zero"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gitup"
cask "keybase"
cask "mactex"
cask "pdk"
cask "puppet-bolt"
